{
    "co_directors": {
      "tagline": "Our Co-Directors drive the vision, shape strategy, and bring together expertise to advance clinical AI and precision medicine.",
      "people": [
        {
          "name": "Professor Sir Nilesh Samani",
          "title": "Professor of Cardiology at University of Leicester",
          "bio": "Nilesh Samani is Professor of Cardiology at University of Leicester and Honorary Consultant Cardiologist at University Hospitals of Leicester NHS Trust. He was Head of the Department of Cardiovascular Sciences at the University between 2003-2016 and Director of the NIHR Leicester Biomedical Research Unit between 2009-2016. He served as Medical Director of the British Heart Foundation between 2016-2023. Professor Samani is Fellow of the Academy of Medical Sciences and an emeritus NIHR Senior Investigator. He is a recipient of the McKenzie Medal of the British Cardiovascular Society and the Gold Medal of European Society of Cardiology. He was knighted for services to Medicine and Medical Research in 2015.",
          "photo": "op5"
        },
        {
          "name": "Dr. Sujoy Kar",
          "title": "Chief Medical Information Officer & VP at Apollo Hospitals",
          "bio": "Dr Sujoy Kar, MD is Chief Medical Information Officer & Vice President at the Apollo Hospitals Group. Previously he was the Medical Director of Apollo Gleneagles Hospitals, Kolkata. He is an Adjunct Faculty for Healthcare Analytics and Management at IIM Calcutta and IIT Kharagpur. His current and ongoing research interests are in the development and adoption of Artificial Intelligence in Healthcare and Digital Health Platforms. In his current role, Sujoy actively collaborates with multiple organizations like MIT CSAIL, Microsoft, Google, World Economic Forum, ICMR, Maastricht University etc.",
          "photo": "op3"
        }
      ]
    },
    "executive_group": {
      "tagline": "Our Executive Group looks at the bigger picture, makes key decisions, and ensures progress with impact and efficiency.",
      "people": [
        {
          "name": "Professor Huiyu Zhou",
          "title": "Professor at University of Leicester",
          "bio": "Huiyu Zhou is a full Professor at School of Computing and Mathematical Sciences (CMS), University of Leicester, United Kingdom. He is PGR Director of CMS, Deputy Director of Research Centre for Artificial Intelligence, Data Analytics and Modelling. He is Technical Committee of 'IEEE Cognitive and Developmental Systems', 'Information Assurance & Intelligence Multimedia-Mobile Communications in IEEE SMC Society'. He is Editor-in-Chief of Recent Advances in Electrical & Electronic Engineering; Associate Editor of IEEE Transactions on Human-Machine Systems, IEEE Journal of Biomedical and Health Informatics, and Pattern Recognition; Associate Editor of ICRA (2019-2023) and Area Chair of BMVC (2019-2024) and IJCAI (2021/2024).",
          "photo": "op7"
        },
        {
          "name": "Professor Kamlesh Khunti CBE",
          "title": "Professor of Vascular Medicine at University of Leicester",
          "bio": "Kamlesh Khunti is a Professor of Primary Care Diabetes and Vascular Medicine at the University of Leicester. He directs the Leicester Diabetes Centre and multiple UK health research initiatives, including the NIHR Global Health Research Centre for Multiple Long-Term Conditions. As a leading figure in cardiometabolic and multimorbidity research, he has been integral to national health policy, serving on the UK Government’s SAGE and leading training programs. With over 1,400 publications and numerous prestigious awards, including the Sardar Vallabhbhai Patel Award, he was honored with a CBE in 2022 for his outstanding contributions to healthcare.",
          "photo": "op8"
        }
      ]
    },
    "joint_oversight_group": {
      "tagline": "Our Joint Oversight Group bridges institutions, aligns efforts, and maintains the highest standards in our work.",
      "people": [
        {
          "name": "Professor Ravi Mahajan CBE",
          "title": "Director, Research & Innovation at Apollo Hospitals",
          "bio": "Professor Ravi Prakash Mahajan CBE is Director - Critical Care Integration & Transformation, & Director of Research & Innovation at the Apollo Hospitals Group. A member of the Board of Management of The Apollo University and an Emeritus Professor at the University of Nottingham, UK, he laid the foundation of international organisations such as National Institute of Academic Anaesthesia, Health Services Research Centre.",
          "photo": "op2"
        },
        {
          "name": "Professor Henrietta O'Connor",
          "title": "Provost & DVC at University of Leicester",
          "bio": "Professor Henrietta O’Connor is the Provost and Deputy Vice-Chancellor. Prior to taking up this role in August 2023, she was Head of the College of Social Sciences, Arts and Humanities, a post she held for five years. Henrietta is a Professor of Sociology and joined the University’s Centre for Labour Market Studies in 1997, before moving to the School of Media, Communication and Sociology in August 2014. She is a Fellow of the Academy of Social Sciences, a Senior Fellow of the Higher Education Academy and an Academic Fellow of CIPD. She received her undergraduate degree in Human Geography from Queen Mary, University of London and was awarded an MLitt from Trinity College, Dublin. Henrietta completed her PhD at the University of Leicester. Her principal research interests focus on the sociology of work, in particular debates around transitions to and from the labour market.",
          "photo": "op4"
        },
        {
          "name": "Professor H Vinod Bhat",
          "title": "Vice Chancellor at The Apollo University",
          "bio": "Professor H. Vinod Bhat is the Vice Chancellor of The Apollo University (TAU). He has been a medical doctor, a teacher, researcher and administrator for the past 34 years. In his earlier engagement, Professor Bhat was the Vice Chancellor of Manipal Academy of Higher Education and was responsible for the University being conferred the coveted tag of Institution of Eminence.",
          "photo": "op1"
        },
        {
          "name": "Professor Thompson Robinson",
          "title": "Pro Vice Chancellor & Dean of Medicine at University of Leicester",
          "bio": "Professor Thompson Robinson is Pro Vice-Chancellor and Head of the College of Life Sciences, and Dean of Medicine. In this role he has overall strategic and operational responsibility for the College. Professor Robinson undertook his medical training in Nottingham, Newcastle-Upon-Tyne, and Leicester. He first joined the University in 1993, completing his doctoral studies in the then Department of Ageing and Stroke Medicine, returning as a Senior Lecturer in 2000. Professor Robinson was the Head of the Department of Cardiovascular Sciences and Deputy Head of the College of Life Sciences, before being appointed to his current role in April 2021. Professor Robinson is a National Institute for Health Research Senior Investigator and National Specialty Lead for Stroke for the NIHR Clinical Research Network, as well as a former President of the British Association of Stroke Physicians.",
          "photo": "op6"
        }
      ]
    }
  }
  